[
  "obsidian-excalidraw-plugin",
  "obsidian-importer",
  "consistent-attachments-and-links",
  "templater-obsidian",
  "obsidian-vimrc-support",
  "obsidian-textgenerator-plugin",
  "calendar",
  "periodic-notes",
  "tasknotes",
  "share-note",
  "obsidian-checklist-reset",
  "obsidian-editor-shortcuts",
  "obsidian-show-file-path",
  "obsidian42-brat",
  "sync-embeds",
  "omnisearch",
  "obsidian-doubleshift",
  "obsidian-full-calendar",
  "calendar-bases",
  "kanban-bases-view",
  "obsidian-icon-folder",
  "terminal",
  "obsidian-file-color",
  "obsidian-style-settings",
  "context-nine",
  "open-tab-settings",
  "system3-relay",
  "folder-new-note-button"
]